{"_id": "PD001", "category": "Phone", "brand": "Apple", "condition": "New", "made_in": "China", "description": "Apple's aim with the iPhone X was to create an iPhone that's all display, blurring the line between physical object and experience. The 5.8-inch front screen melts into a highly polished curved-edge stainless steel band encircling a durable all-glass body available in two pearlescent finishes: Space Gray and Silver. Both feature a black front panel."}
{"_id": "PD002", "category": "Phone", "brand": "Apple", "condition": "Old", "made_in": "United Kingdom", "description": "Apple iPhone 11 is powered by the Apple A13 Bionic processor. The smartphone comes with a 6.1 inches Liquid Retina IPS LCD capacitive touchscreen and 828 x 1792 pixels resolution. The screen of the device is protected by Scratch-resistant glass and oleophobic coating."}
{"_id": "PD003", "category": "Phone", "brand": "Samsung", "condition": "New", "made_in": "Vietnam", "description": "The Samsung Galaxy S10 is a line of Android-based smartphones manufactured, released and marketed by Samsung Electronics as part of the Samsung Galaxy S series. The Galaxy S10 series is a celebratory series of the 10th anniversary of the Samsung Galaxy S flagship line, its top line of phones next to the Note models. Unveiled during the Samsung Galaxy Unpacked 2019 press event held on 20 February 2019, the devices started shipping in certain regions such as Australia and the United States on 6 March 2019, then worldwide on 8 March 2019. It is the tenth generation of Samsung's Galaxy S series of smartphones and the Samsung Galaxy S10 series is the successor to the Samsung Galaxy S9."}
{"_id": "PD004", "category": "Phone", "brand": "Samsung", "condition": "Old", "made_in": "Australia", "description": "Folds into your pocket. Tucks into your purse. Slips into your skinniest jeans. Then you can take it out and it flips open into a full-screened 5G smartphone and flexes to your favorite angles."}
{"_id": "PD005", "category": "Phone", "brand": "Vertu", "condition": "New", "made_in": "Russia", "description": "Vertu Signature Touch mobile was launched in September 2015. The phone comes with a 5.20-inch touchscreen display offering a resolution of 1080x1920 pixels at a pixel density of 428 pixels per inch (ppi). Vertu Signature Touch is powered by a 1.5GHz octa-core Qualcomm Snapdragon 810 processor. It comes with 4GB of RAM. The Vertu Signature Touch runs Android 5.1 and is powered by a 3160mAh non-removable battery."}
{"_id": "PD006", "category": "Laptop", "brand": "Apple", "condition": "Old", "made_in": "India", "description": "The M1 chip brings up to 3.5x faster CPU performance, up to 6x faster GPU performance, and up to 15x faster machine learning capabilities compared to the Intel chips used in prior-generation machines"}
{"_id": "PD007", "category": "Laptop", "brand": "Apple", "condition": "New", "made_in": "Laos", "description": "M1 Pro and M1 Max include an Apple-designed media engine that accelerates video processing while maximizing battery life. M1 Pro also includes dedicated acceleration for the ProRes professional video codec, allowing playback of multiple streams of high-quality 4K and 8K ProRes video while using very little power"}
{"_id": "PD008", "category": "Laptop", "brand": "MSI", "condition": "New 99%", "made_in": "USA", "description": "The MSI 15.6 GL65 Gaming Laptop features thin bezels, fitting a 15.6 display within a 14 laptop's chassis for a compact computing solution. Specs-wise, it's powered by a 2.6 GHz Intel Core i7-9750H six-core processor, 16GB of DDR4 RAM, a 512GB NVMe PCIe M. 2 SSD, and an NVIDIA GeForce GTX 1660 Ti graphics card."}
{"_id": "PD009", "category": "Laptop", "brand": "Acer", "condition": "New", "made_in": "EU", "description": "Acer Predator G9-593 is a Windows 10 Home laptop with a 15.60-inch display that has a resolution of 1920x1080 pixels. It is powered by a Core i7 processor and it comes with 16GB of RAM. The Acer Predator G9-593 packs 1TB of HDD storage and 256GB of SSD storage. Graphics are powered by Nvidia GeForce GTX 1060."}
{"_id": "PD010", "category": "Fruit", "brand": "Klever Fruit", "condition": "Fresh and Clean", "made_in": "Thailand", "description": "Apples are an incredibly nutritious fruit that offers multiple health benefits. They re rich in fiber and antioxidants. Eating them is linked to a lower risk of many chronic conditions, including diabetes, heart disease, and cancer. Apples may also promote weight loss and improve gut and brain health"}
{"_id": "PD011", "category": "Fruit", "brand": "Vinmart", "condition": "Fresh and Clean", "made_in": "Vietnam", "description": "Bananas are one of the best fruit sources of vitamin B6. It helps the body to produce red blood cells, metabolize carbohydrates and fats, metabolize amino acids, remove unwanted chemicals from your liver and kidneys, and maintain a healthy nervous system"}
{"_id": "PD012", "category": "Fruit", "brand": "Klever Fruit", "condition": "Fresh and Clean", "made_in": "Vietnam", "description": "Passion fruit is full of this antioxidant. Your body uses it to make blood vessels, cartilage, muscles, and collagen, which keeps skin looking young. It also helps your body heal, lowers inflammation, and protects your cells from damage"}
{"_id": "PD013", "category": "Beverage", "brand": "Drinking&Chill", "condition": "New", "made_in": "German", "description": "Jagermeister tastes herbal and complex: it's thick and syrupy, with strong anise or black licorice notes on the finish. Its most similar to an Italian amaro (bitter liqueur) like Amaro Nonino"}
{"_id": "PD014", "category": "Beverage", "brand": "Drinking&Chill", "condition": "50% Left", "made_in": "Russian", "description": "Whiskey tastes like caramel, especially bourbon, which is a very sweet whiskey. However, some varieties of whiskey taste like the different grains they originated from. Oaky and dry is a rye whiskey taste"}
{"_id": "PD015", "category": "Beverage", "brand": "Starbucks", "condition": "New", "made_in": "USA", "description": "Bubble tea tastes like a well balanced and sweet milky beverage with a slight twist, boba pearls. Though sweet, its not overpoweringly sweet since teas counteract sweetness and creaminess of boba flavors. Generally boba cafes will make a concentrate of tea and use this as the base of their milk teas"}
{"_id": "PD016", "category": "Food", "brand": "Street Food Mall", "condition": "New", "made_in": "Thailand", "description": "Dried shredded squid is a dried, shredded, seasoned, seafood product, made from squid or cuttlefish, commonly found in coastal Asian countries, Russia, and Hawaii. The snack is also referred to as dried shredded cuttlefish"}
{"_id": "PD017", "category": "Food", "brand": "Street Food Mall", "condition": "New", "made_in": "Thailand", "description": "High concentrations of flavanones and carotenoids in jackfruit reduce the risk of heart disease and Type II diabetes as they lower blood pressure, cholesterol and blood sugar. Dried jackfruit is also high in Vitamin C which aids in the prevention of inflammation"}
{"_id": "PD018", "category": "Beverage", "brand": "Vinmart", "condition": "New", "made_in": "Cambodia", "description": "Its aroma smells like vanilla and maple syrup with very a subtle smokiness. Its smell is light and inoffensive according to some reviews about the Black Label. Drinking the Johnnie Walker Black Label is well balanced and smooth. Unlike the Red Label, the Black Label does not provide you plenty of heat"}
{"_id": "PD019", "category": "Beverage", "brand": "Starbucks", "condition": "New", "made_in": "Netherlands", "description": "The flavor is described by some bartenders as a little like caramel. And thats pretty good for a very short answer. This shot is a subtle blend of coffee, orange, cream and whiskey flavors. There's no single flavor which stands out much above the others"}
{"_id": "PD020", "category": "Shoes", "brand": "Nike", "condition": "Fake", "made_in": "China", "description": "The Superstar is a low-top athletic shoe manufactured by German multinational company Adidas since 1969. The shoe was originally released as a low-top version of the Pro Model basketball shoe"}
{"_id": "PD021", "category": "Shoes", "brand": "Adidas", "condition": "Rep 1:1", "made_in": "Cambodia", "description": "The shoe, usually made with a white leather upper and laces, has a simple design. Unlike most Adidas shoes, it does not have the external three stripes. Instead there are three rows of perforations (or punched ventilation holes) on both sides of each shoe's leather upper."}
{"_id": "PD022", "category": "Clothes", "brand": "Nike", "condition": "New", "made_in": "USA", "description": "A jacket typically has sleeves, and fastens in the front or slightly on the side. A jacket is generally lighter, tighter-fitting, and less insulating than a coat, which is outerwear. Some jackets are fashionable, while others serve as protective clothing. Jackets without sleeves are vests"}
{"_id": "PD023", "category": "Clothes", "brand": "LV", "condition": "2Hand", "made_in": "Korea", "description": "A coat is a piece of clothing with long sleeves which you wear over your other clothes when you go outside"}
{"_id": "PD024", "category": "Clothes", "brand": "LV", "condition": "Old", "made_in": "USA", "description": "At its simplest, a skirt can be a draped garment made out of a single piece of fabric (such as pareos). However, most skirts are fitted to the body at the waist or hips and fuller below, with the fullness introduced by means of darts, gores, pleats, or panels"}
{"_id": "PD025", "category": "Hat", "brand": "Nike", "condition": "New", "made_in": "Vietnam", "description": "Most Nike golf hats are made from a mixture of polyester, spandex and cotton"}
{"_id": "PD026", "category": "Hat", "brand": "Adidas", "condition": "Old", "made_in": "Vietnam", "description": "The overall shape of the hat is an oval, with a turned up lip around the brim of the style and generally curved up sides. The primary feature of the hat is the center-dent crown though"}

